Repository: demartini/openhere
Catalog: OpenHere/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %@ is not installed.
pt_br: %@ não está instalado.

source: A global shortcut can conflict with other applications.
pt_br: Um atalho global pode entrar em conflito com outros aplicativos.

source: About
pt_br: Sobre

source: About OpenHere
pt_br: Sobre o OpenHere

source: Add Application
pt_br: Adicionar aplicativo

source: Add Application…
pt_br: Adicionar aplicativo…

source: Advanced
pt_br: Avançado

source: Always start a new instance
pt_br: Sempre iniciar uma nova instância

source: Application
pt_br: Aplicativo

source: Applications
pt_br: Aplicativos

source: Approve in System Settings…
pt_br: Aprovar nos Ajustes do Sistema…

source: At least one argument must contain {path}.
pt_br: Pelo menos um argumento deve conter {path}.

source: Back
pt_br: Voltar

source: Becomes active when Finder is in front.
pt_br: Fica ativo quando o Finder está em primeiro plano.

source: Cancel
pt_br: Cancelar

source: Check Now
pt_br: Buscar agora

source: Check for Updates…
pt_br: Buscar atualizações…

source: Check for updates automatically
pt_br: Buscar atualizações automaticamente

source: Choose which applications appear in Finder's context menu and in the toolbar menu. Only installed applications can be selected.
pt_br: Escolha quais aplicativos aparecem no menu de contexto do Finder e no menu da barra de ferramentas. Só é possível selecionar aplicativos instalados.

source: Choose your applications
pt_br: Escolha seus aplicativos

source: Choose…
pt_br: Escolher…

source: Configuration
pt_br: Configuração

source: Context menu
pt_br: Menu de contexto

source: Continue
pt_br: Continuar

source: Could not open %@: %@
pt_br: Não foi possível abrir %@: %@

source: Custom
pt_br: Personalizados

source: Custom applications and preferences will be removed.
pt_br: Aplicativos personalizados e preferências serão removidos.

source: Debug
pt_br: Depuração

source: Default applications
pt_br: Aplicativos padrão

source: Default editor
pt_br: Editor padrão

source: Default terminal
pt_br: Terminal padrão

source: Diagnostics
pt_br: Diagnóstico

source: Disabled
pt_br: Desativado

source: Done
pt_br: Concluir

source: Editors
pt_br: Editores

source: Enable keyboard shortcut
pt_br: Ativar atalho de teclado

source: Enable the OpenHere extension so it appears in Finder's context menu and toolbar.
pt_br: Ative a extensão do OpenHere para que ela apareça no menu de contexto e na barra de ferramentas do Finder.

source: Enable toolbar action
pt_br: Ativar ação da barra de ferramentas

source: Enabled
pt_br: Ativada

source: Errors only
pt_br: Somente erros

source: Export Diagnostics…
pt_br: Exportar diagnóstico…

source: Extension
pt_br: Extensão

source: Extension enabled
pt_br: Extensão ativada

source: Finder did not answer (error %lld).
pt_br: O Finder não respondeu (erro %lld).

source: Finder integration
pt_br: Integração com o Finder

source: General
pt_br: Geral

source: Get Started
pt_br: Começar

source: Includes version, system, extension status and configuration. It does not include your files' paths.
pt_br: Inclui versão, sistema, status da extensão e configuração. Não inclui os caminhos dos seus arquivos.

source: Keyboard shortcut
pt_br: Atalho de teclado

source: Launch behavior
pt_br: Comportamento de abertura

source: Level
pt_br: Nível

source: Logging
pt_br: Registro (log)

source: MIT License
pt_br: Licença MIT

source: Made with ❤️ by Iolar Demartini Junior
pt_br: Feito com ❤️ por Iolar Demartini Junior

source: Name
pt_br: Nome

source: No supported application is installed. Choose one in Settings.
pt_br: Nenhum aplicativo compatível está instalado. Escolha um nos Ajustes.

source: Not installed
pt_br: Não instalado

source: One argument per line. Use {path} where the folder or file belongs. Arguments are never interpreted by a shell.
pt_br: Um argumento por linha. Use {path} onde a pasta ou o arquivo deve entrar. Os argumentos nunca são interpretados por um shell.

source: Only active when Finder is focused
pt_br: Ativo somente quando o Finder está em foco

source: Open Automation Settings
pt_br: Abrir ajustes de Automação

source: Open Finder Extension Settings…
pt_br: Abrir ajustes da extensão do Finder…

source: Open Finder Location
pt_br: Abrir local do Finder

source: Open OpenHere at login
pt_br: Abrir o OpenHere ao iniciar a sessão

source: Open Settings…
pt_br: Abrir Ajustes…

source: Open any Finder folder with OpenHere.
pt_br: Abra qualquer pasta do Finder com o OpenHere.

source: Open with default editor
pt_br: Abrir com o editor padrão

source: Open with default terminal
pt_br: Abrir com o terminal padrão

source: Open your workspace faster.
pt_br: Abra seu ambiente de trabalho mais rápido.

source: OpenHere Help
pt_br: Ajuda do OpenHere

source: OpenHere Settings
pt_br: Ajustes do OpenHere

source: OpenHere could not open this location
pt_br: O OpenHere não conseguiu abrir este local

source: OpenHere is not allowed to control Finder. Enable it in System Settings › Privacy & Security › Automation.
pt_br: O OpenHere não tem permissão para controlar o Finder. Ative em Ajustes do Sistema › Privacidade e Segurança › Automação.

source: Opens the selected item, or the folder of the frontmost Finder window. The first use asks for permission to control Finder.
pt_br: Abre o item selecionado ou a pasta da janela do Finder em primeiro plano. No primeiro uso, será pedida permissão para controlar o Finder.

source: Opens with
pt_br: Abre com

source: Other
pt_br: Outros

source: Other applications can be added later in Settings › Applications.
pt_br: Outros aplicativos podem ser adicionados depois em Ajustes › Aplicativos.

source: Pass the location as command-line arguments
pt_br: Passar o local como argumentos de linha de comando

source: Paths are always marked private in the system log.
pt_br: Os caminhos são sempre marcados como privados no log do sistema.

source: Please choose a valid application and name.
pt_br: Escolha um aplicativo e um nome válidos.

source: Project
pt_br: Projeto

source: Quit OpenHere
pt_br: Encerrar OpenHere

source: Release notes
pt_br: Notas da versão

source: Remove
pt_br: Remover

source: Report a bug or request a feature
pt_br: Relatar um bug ou pedir um recurso

source: Reset
pt_br: Redefinir

source: Reset All Settings…
pt_br: Redefinir todos os ajustes…

source: Reset all settings?
pt_br: Redefinir todos os ajustes?

source: Reset to ⇧⌘O
pt_br: Restaurar ⇧⌘O

source: Reuse the running application
pt_br: Reutilizar o aplicativo em execução

source: Save
pt_br: Salvar

source: Settings…
pt_br: Ajustes…

source: Shortcut
pt_br: Atalho

source: Shortcut is active.
pt_br: O atalho está ativo.

source: Shortcuts
pt_br: Atalhos

source: Shortcuts must include ⌘ or ⌃.
pt_br: Os atalhos devem incluir ⌘ ou ⌃.

source: Show a menu
pt_br: Mostrar um menu

source: Show application icons
pt_br: Mostrar ícones dos aplicativos

source: Show context menu
pt_br: Mostrar menu de contexto

source: Show icon in the menu bar
pt_br: Mostrar ícone na barra de menus

source: Show “Copy Path” items
pt_br: Mostrar itens “Copiar caminho”

source: Smart menu (editors first for files)
pt_br: Menu inteligente (editores primeiro para arquivos)

source: Source code
pt_br: Código-fonte

source: Startup
pt_br: Inicialização

source: Submit New Issue
pt_br: Enviar nova issue

source: Support
pt_br: Suporte

source: Terminals
pt_br: Terminais

source: The keyboard shortcut and menu bar item need OpenHere to be running.
pt_br: O atalho de teclado e o item da barra de menus precisam que o OpenHere esteja em execução.

source: The request was not sent by the OpenHere Finder extension.
pt_br: A solicitação não foi enviada pela extensão do OpenHere para o Finder.

source: The requested application is not configured.
pt_br: O aplicativo solicitado não está configurado.

source: The selected item no longer exists.
pt_br: O item selecionado não existe mais.

source: The selected path is not valid.
pt_br: O caminho selecionado não é válido.

source: The shortcut could not be registered.
pt_br: Não foi possível registrar o atalho.

source: The shortcut opens the selected item, or the current Finder folder, in your default terminal.
pt_br: O atalho abre o item selecionado, ou a pasta atual do Finder, no seu terminal padrão.

source: Then, in Finder, choose View › Customize Toolbar… and drag “Open Here” into the toolbar.
pt_br: Depois, no Finder, escolha Visualizar › Personalizar barra de ferramentas… e arraste “Open Here” para a barra.

source: These open when you click the toolbar button or use the shortcut. You can change them any time in Settings.
pt_br: Eles abrem quando você clica no botão da barra de ferramentas ou usa o atalho. Você pode alterá-los a qualquer momento nos Ajustes.

source: This shortcut is already used by another application.
pt_br: Este atalho já é usado por outro aplicativo.

source: To add the toolbar button, choose View › Customize Toolbar… in Finder and drag “Open Here” into the toolbar.
pt_br: Para adicionar o botão à barra de ferramentas, escolha Visualizar › Personalizar barra de ferramentas… no Finder e arraste “Open Here” para ela.

source: Toolbar
pt_br: Barra

source: Toolbar button
pt_br: Botão da barra de ferramentas

source: Type
pt_br: Tipo

source: Type shortcut…
pt_br: Digite o atalho…

source: Update Available: %@…
pt_br: Atualização disponível: %@…

source: Updates
pt_br: Atualizações

source: Updates are downloaded from GitHub Releases and verified with an EdDSA signature.
pt_br: As atualizações são baixadas dos Releases do GitHub e verificadas com assinatura EdDSA.

source: Use submenu
pt_br: Usar submenu

source: Version
pt_br: Versão

source: Version %@ (Build %@)
pt_br: Versão %@ (Build %@)

source: View
pt_br: Ver

source: View Issues
pt_br: Ver issues

source: View Releases
pt_br: Ver versões

source: View Repository
pt_br: Ver repositório

source: Welcome to OpenHere
pt_br: Bem-vindo ao OpenHere

source: You're ready.
pt_br: Tudo pronto.

source: macOS only asks for extra permissions when you first use a feature that needs them (for example, controlling Finder from the shortcut).
pt_br: O macOS só pede permissões extras quando você usa pela primeira vez um recurso que precisa delas (por exemplo, controlar o Finder pelo atalho).
